Repository: common-repository/slideshow-manager
Catalog: localization/slideshow-*.po
Languages: et, ru_ru

source: Are you sure you want to delete this gallery tab and all of the contents?
et: Oled sa kindel, et tahad kustutada galerii vahekaardi ja selles sisalduva info?
ru_ru: Вы уверены, что хотите удалить эту вкладку галерею и все содержимое?

source: Please enter the name for a new gallery tab
et: Palun sisesta uue slideshow vahekaardi nimi
ru_ru: Пожалуйста, введите имя для новой вкладки

source: New tab
et: Uus galerii
ru_ru: Новая вкладка

source: Are you sure you want to delete this picture?
et: Oled sa kindel, et soovid pilti kustutada?
ru_ru: Вы уверены, что хотите удалить эту картину?

source: Wrong file type!
et: Vale faili tüüp!
ru_ru: Неправильный тип файла

source: The picture you uploaded is too small!
et: Üles laetud pilt on liiga väike
ru_ru: Изображение, которое загружено слишком маленькое!

source: Image uploaded successfully
et: Pilt edukalt üles laetud
ru_ru: Изображение загружено успешно

source: Gallery successfully deleted!
et: Galerii edukalt kustutatud!
ru_ru: Галерея успешно удалена!

source: Thumbnail
et: Ikoon
ru_ru: Миниатюра

source: Caption and link address
et: Pildi kirjeldus ja lingi aadress
ru_ru: Текст на слайде и ссылка

source: Upload
et: Lae üles
ru_ru: Загрузить

source: Update
et: Uuenda
ru_ru: Обновить

source: Delete
et: Kustuta
ru_ru: Удалить

source: Slideshow Settings
et: Slideshow Seaded
ru_ru: Настройки

source: Slide transition effect
et: Slaidide ülemineku effekt
ru_ru: Эффект плавных переходов

source: Delay between slides
et: Viivitus slaidide vahel
ru_ru: Время между слайдами

source: In milliseconds
et: Millisekundites
ru_ru: В миллисекундах

source: Enable navigation
et: Luba navigatsioonimenüü
ru_ru: Включить навигацию

source: Pause slideshow on hover
et: Peata slideshow hiirega üle liikudes
ru_ru: Пауза слайд-шоу при наведении курсора мыши

source: Advanced Settings
et: Täpsemad seaded
ru_ru: Расширенные настройки

source: Show
et: Näita
ru_ru: Показать

source: Slideshow width
et: Slideshow laius
ru_ru: Ширина слайдера

source: In pixels
et: Pixlites
ru_ru: В пикселях

source: Slideshow height
et: Slideshow kõrgus
ru_ru: Высота слайдера

source: I want to add slider.js manually
et: Lisan slider.js faili ise
ru_ru: Я хочу добавить вручную slider.js

source: I want to add slider.css manually
et: Lisan slider.css faili ise
ru_ru: Я хочу добавить вручную slider.css

source: Disable on handheld devices
et: Keela mobiilsetel seadmetel
ru_ru: Отключить на мобильных устройствах

source: Disable slideshow on handheld devices such as mobiles and tablets
et: Keela slideshow mobiilidele ja tabletitel
ru_ru: Отключить слайд-шоу на портативных устройствах, таких как мобильные телефоны и планшеты

source: Squares per width
et: Kaste pikkuse kohta
ru_ru: Ширина площади

source: Setting these too high might affect the performance on older devices
et: Liiga suur arv võib vanadel seadmetel probleeme tekitada
ru_ru: Установка слишком высокого значения может повлиять на производительность на старых устройствах

source: Squares per height
et: Kaste laiuse kohta
ru_ru: Высота площади

source: Delay beetwen squares
et: Viivitus slaidide vahel
ru_ru: Задержка между квадратами

source: Title's opacity
et: Pealkirja läbipaistvus
ru_ru: Непрозрачность текста

source: Minimum 0 (transparent), maximum 1.0
et: Miinimum 0 (läbipaistev), maksimum 1.0
ru_ru: Минимум 0 (прозрачный), максимальная 1,0

source: Speed of title appereance
et: Pealkirja ilmumise kiirus
ru_ru: Скорость появления текста

source: Delete active gallery tab
et: Kustuta aktiivne galerii vahekaart
ru_ru: Удалить активную вкладку

source: This will delete currently active gallery tab and all of its contents
et: Kustutab hetkel aktiivse galerii vahekaardi ja selle sisu
ru_ru: Это приведет к удалению активной вкладки и всего ее содержимого

source: Save Settings
et: Salvesta seaded
ru_ru: Сохранить настройки

source: How to use
et: Kuidas kasutada
ru_ru: Как использовать

source: Use as a shortcode:
et: Kasuta shortcode:
ru_ru: Вставить шорткод в нужную страницу

source: Or as a function:
et: Või funktsioonina:
ru_ru: Или использовать функцию php
